Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Learn SwiftUI
ar: تعلّم SwiftUI
bg: Учи SwiftUI
bn: সহজে SwiftUI
ca: Aprèn SwiftUI
cs: Učte se SwiftUI
da: Lær SwiftUI
de: SwiftUI lernen
el: Μάθε SwiftUI
es: Aprende SwiftUI
fi: Opi SwiftUI
fr: Apprendre SwiftUI
gu: સરળ SwiftUI
he: ללמוד SwiftUI
hi: आसान SwiftUI
hr: Uči SwiftUI
hu: SwiftUI könnyen
id: Belajar SwiftUI
it: Impara SwiftUI
ja: やさしく学ぶSwiftUI
kk: SwiftUI үйрену
kn: ಸುಲಭ SwiftUI
ko: 쉽게 배우는 SwiftUI
lt: Mokykis SwiftUI
ml: ലളിത SwiftUI
mr: सोपे SwiftUI
ms: Belajar SwiftUI
nb: Lær SwiftUI
nl: Leer SwiftUI
or: ସହଜ SwiftUI
pa: ਆਸਾਨ SwiftUI
pl: Nauka SwiftUI
pt: Aprenda SwiftUI
ro: Învață SwiftUI
ru: Легко о SwiftUI
sk: Učte sa SwiftUI
sl: Uči se SwiftUI
sv: Lär dig SwiftUI
ta: எளிய SwiftUI
te: సులభ SwiftUI
th: เรียน SwiftUI
tr: SwiftUI Öğren
uk: Вивчай SwiftUI
ur: آسان SwiftUI
vi: Học SwiftUI
zh_hans: 轻松学 SwiftUI
zh_hant: 輕鬆學 SwiftUI

source: Learning Tools
ar: أدوات التعلّم
bg: Инструменти
bn: শেখার টুল
ca: Eines
cs: Nástroje
da: Værktøjer
de: Tools
el: Εργαλεία
es: Herramientas
fi: Työkalut
fr: Outils
gu: શીખણ સાધનો
he: כלי לימוד
hi: सीखने के टूल
hr: Alati
hu: Eszközök
id: Alat
it: Strumenti
ja: 学習ツール
kk: Оқу құралдары
kn: ಕಲಿಕೆ ಉಪಕರಣಗಳು
ko: 학습 도구
lt: Įrankiai
ml: പഠന ഉപകരണങ്ങൾ
mr: शिकण्याची साधने
ms: Alat
nb: Verktøy
nl: Tools
or: ଶିକ୍ଷା ଉପକରଣ
pa: ਸਿੱਖਣ ਦੇ ਸਾਧਨ
pl: Narzędzia
pt: Ferramentas
ro: Instrumente
ru: Инструменты
sk: Nástroje
sl: Orodja
sv: Verktyg
ta: கற்றல் கருவிகள்
te: అభ్యాస సాధనాలు
th: เครื่องมือเรียนรู้
tr: Araçlar
uk: Інструменти
ur: سیکھنے کے اوزار
vi: Công cụ
zh_hans: 学习工具
zh_hant: 學習工具

# LearningProgress
source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progrès
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Progres
it: Progressi
ja: 進捗
kk: Прогресс
kn: ಪ್ರಗತಿ
ko: 진도
lt: Pažanga
ml: പുരോഗതി
mr: प्रगती
ms: Kemajuan
nb: Framdrift
nl: Voortgang
or: ପ୍ରଗତି
pa: ਤਰੱਕੀ
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sl: Napredek
sv: Framsteg
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 学习进度
zh_hant: 學習進度

source: lesson
ar: درس
bg: урок
bn: পাঠ
ca: lliçó
cs: lekce
da: lektion
de: Lektion
el: μάθημα
es: lección
fi: oppitunti
fr: leçon
gu: પાઠ
he: שיעור
hi: पाठ
hr: lekcija
hu: lecke
id: pelajaran
it: lezione
ja: 課
kk: сабақ
kn: ಪಾಠ
ko: 강
lt: pamoka
ml: പാഠം
mr: धडा
ms: pelajaran
nb: leksjon
nl: les
or: ପାଠ
pa: ਪਾਠ
pl: lekcja
pt: aula
ro: lecție
ru: урок
sk: lekcia
sl: lekcija
sv: lektion
ta: பாடம்
te: పాఠం
th: บทเรียน
tr: ders
uk: урок
ur: سبق
vi: bài học
zh_hans: 课时
zh_hant: 課時

# lessons
source: lesson
ar: درس
bg: урок
bn: পাঠ
ca: lliçó
cs: lekce
da: lektion
de: Lektion
el: μάθημα
es: lección
fi: oppitunti
fr: leçon
gu: પાઠ
he: שיעור
hi: पाठ
hr: lekcija
hu: lecke
id: pelajaran
it: lezione
ja: 課
kk: сабақ
kn: ಪಾಠ
ko: 강
lt: pamoka
ml: പാഠം
mr: धडा
ms: pelajaran
nb: leksjon
nl: les
or: ପାଠ
pa: ਪਾਠ
pl: lekcja
pt: aula
ro: lecție
ru: урок
sk: lekcia
sl: lekcija
sv: lektion
ta: பாடம்
te: పాఠం
th: บทเรียน
tr: ders
uk: урок
ur: سبق
vi: bài học
zh_hans: 课
zh_hant: 課

source: Let the Button Work
ar: جعل الزر يبدأ بالعمل
bg: Нека бутонът започне да работи
bn: বাটনগুলো কাজ করানো
ca: Fer que el botó comenci a funcionar
cs: Rozpohybujme tlačítko
da: Få knappen til at virke
de: Den Button zum Arbeiten bringen
el: Κάνοντας το Button να λειτουργεί
es: Hacer que el botón funcione
fi: Saadaan painike toimimaan
fr: Faire fonctionner le bouton
gu: બટનને કામ કરવા દો
he: גרום לכפתור לעבוד
hi: बटन को काम करने दें
hr: Pokrenite gumb
hu: Működésbe hozni a gombot
id: Buat tombol bekerja
it: Fai funzionare il pulsante
ja: ボタンを動作させる
kk: Түймені іске қосу
kn: ಬಟನ್ ಕೆಲಸ ಮಾಡಲು ಬಿಡಿ
ko: 버튼을 작동시키기
lt: Priverskite mygtuką veikti
ml: ബട്ടൺ പ്രവർത്തിക്കാൻ അനുവദിക്കുക
mr: बटण कार्यरत करा
ms: Jadikan butang berfungsi
nb: Få knappen til å fungere
nl: Laat de knop werken
or: ବଟନ୍‌କୁ କାମ କରିବାକୁ ଦିଅନ୍ତୁ
pa: ਬਟਨ ਨੂੰ ਕੰਮ ਕਰਨ ਦਿਓ
pl: Spraw, aby przycisk działał
pt: Fazer o botão funcionar
ro: Fă butonul să funcționeze
ru: Заставить кнопку работать
sk: Sprevozniť tlačidlo
sl: Naj gumb deluje
sv: Få knappen att fungera
ta: பட்டனை செயல்படச் செய்யவும்
te: బటన్ పనిచేయేలా చేయండి
th: ทำให้ปุ่มทำงาน
tr: Düğmeyi çalıştır
uk: Змусити кнопку працювати
ur: بٹن کو کام کرنے دیں
vi: Làm cho nút hoạt động
zh_hans: 让按钮开始工作
zh_hant: 讓按鈕開始工作

source: Link
ar: رابط
bg: Връзка
bn: লিংক
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
gu: લિંક
he: קישור
hi: लिंक
hr: Poveznica
hu: Hivatkozás
id: Tautan
ja: リンク
kk: Сілтеме
kn: ಲಿಂಕ್
ko: 링크
lt: Nuoroda
ml: ലിങ്ക്
mr: लिंक
ms: Pautan
nb: Lenke
or: ଲିଙ୍କ
pa: ਲਿੰਕ
ru: Ссылка
sk: Odkaz
sl: Povezava
sv: Länk
ta: இணைப்பு
te: లింక్
th: ลิงก์
tr: Bağlantı
uk: Посилання
ur: لنک
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

source: Login Interactions
ar: تفاعلات تسجيل الدخول
bg: Взаимодействия при вход
bn: লগইন ইন্টারঅ্যাকশন
ca: Interaccions d'inici de sessió
cs: Interakce přihlášení
da: Logininteraktioner
de: Login-Interaktionen
el: Αλληλεπιδράσεις σύνδεσης
es: Interacciones de inicio de sesión
fi: Kirjautumisvuorovaikutukset
fr: Interactions de connexion
gu: લોગિન ઇન્ટરૅક્શન
he: אינטראקציות התחברות
hi: लॉगिन इंटरैक्शन
hr: Interakcije prijave
hu: Bejelentkezési interakciók
id: Interaksi login
it: Interazioni di accesso
ja: ログイン操作
kk: Кіру интеракциялары
kn: ಲಾಗಿನ್ ಪರಸ್ಪರ ಕ್ರಿಯೆಗಳು
ko: 로그인 상호작용
lt: Prisijungimo sąveikos
ml: ലോഗിൻ ഇന്ററാക്ഷനുകൾ
mr: लॉगिन परस्परसंवाद
ms: Interaksi log masuk
nb: Innloggingsinteraksjoner
nl: Inloginteracties
or: ଲଗଇନ୍ ଇଣ୍ଟରାକ୍ସନ୍
pa: ਲੋਗਇਨ ਇੰਟਰੈਕਸ਼ਨ
pl: Interakcje logowania
pt: Interações de login
ro: Interacțiuni de autentificare
ru: Взаимодействие при входе
sk: Interakcie prihlásenia
sl: Interakcije prijave
sv: Inloggningsinteraktioner
ta: உள்நுழைவு தொடர்புகள்
te: లాగిన్ పరస్పర చర్యలు
th: การโต้ตอบการเข้าสู่ระบบ
tr: Giriş Etkileşimleri
uk: Взаємодії входу
ur: لاگ اِن تعاملات
vi: Tương tác đăng nhập
zh_hans: 登录交互
zh_hant: 登入互動

source: Loops and Lists
ar: الحلقات والقوائم
bg: Цикли и списъци
bn: লুপ এবং তালিকা
ca: Bucles i llistes
cs: Cykly a seznamy
da: Løkker og lister
de: Schleifen und Listen
el: Βρόχοι και λίστες
es: Bucles y listas
fi: Silmukat ja listat
fr: Boucles et listes
gu: લૂપ અને યાદીઓ
he: לולאות ורשימות
hi: लूप और सूचियाँ
hr: Petlje i popisi
hu: Ciklusok és listák
id: Perulangan dan daftar
it: Cicli ed elenchi
ja: ループとリスト
kk: Циклдер мен тізімдер
kn: ಲೂಪ್‌ಗಳು ಮತ್ತು ಪಟ್ಟಿಗಳು
ko: 반복문과 목록
lt: Ciklai ir sąrašai
ml: ലൂപുകളും ലിസ്റ്റുകളും
mr: लूप आणि यादी
ms: Gelung dan senarai
nb: Løkker og lister
nl: Lussen en lijsten
or: ଲୁପ୍ ଏବଂ ତାଲିକା
pa: ਲੂਪ ਅਤੇ ਲਿਸਟ
pl: Pętle i listy
pt: Loops e listas
ro: Bucle și liste
ru: Циклы и списки
sk: Cykly a zoznamy
sl: Zanke in seznami
sv: Loopar och listor
ta: Loop-கள் மற்றும் பட்டியல்கள்
te: లూపులు మరియు జాబితాలు
th: ลูปและรายการ
tr: Donguler ve Listeler
uk: Цикли та списки
ur: لوپس اور فہرستیں
vi: Vong lap va Danh sach
zh_hans: 循环和列表
zh_hant: 迴圈與列表

source: Menu
ar: قائمة
bg: Меню
bn: মেনু
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
es: Menú
fi: Valikko
gu: મેનુ
he: תפריט
hi: मेनू
hr: Izbornik
hu: Menü
ja: メニュー
kk: Мәзір
kn: ಮೆನು
ko: 메뉴
lt: Meniu
ml: മെനു
mr: मेनू
nb: Meny
or: ମେନୁ
pa: ਮੇਨੂ
ro: Meniu
ru: Меню
sl: Meni
sv: Meny
ta: மெனு
te: మెను
th: เมนู
tr: Menü
uk: Меню
ur: مینو
zh_hans: 菜单
zh_hant: 選單

source: More
ar: المزيد
bg: Още
bn: আরও
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fi: Lisää
fr: Plus
gu: વધુ
he: עוד
hi: और
hr: Više
hu: Több
id: Lainnya
it: Altro
ja: もっと見る
kk: Тағы
kn: ಇನ್ನಷ್ಟು
ko: 더보기
lt: Daugiau
ml: കൂടുതൽ
mr: आणखी
ms: Lagi
nb: Mer
nl: Meer
or: ଅଧିକ
pa: ਹੋਰ
pl: Więcej
pt: Mais
ro: Mai mult
ru: Ещё
sk: Viac
sl: Več
sv: Mer
ta: மேலும்
te: మరింత
th: เพิ่มเติม
tr: Daha
uk: Ще
ur: مزید
vi: Thêm
zh_hans: 查看更多
zh_hant: 查看更多

source: More Apps
ar: المزيد من الأعمال
bg: Още творби
bn: আরও কাজ
ca: Més obres
cs: Další tvorba
da: Flere værker
de: Weitere Werke
el: Περισσότερα έργα
es: Más trabajos
fi: Lisää töitä
fr: Autres œuvres
gu: વધુ કૃતિઓ
he: עוד יצירות
hi: और रचनाएँ
hr: Više radova
hu: További művek
id: Karya lainnya
it: Altre opere
ja: その他の作品
kk: Басқа жұмыстар
kn: ಇನ್ನಷ್ಟು ಕೃತಿಗಳು
ko: 더 많은 작품
lt: Daugiau darbų
ml: കൂടുതൽ കൃതികൾ
mr: अधिक कृती
ms: Karya lain
nb: Flere verk
nl: Meer werk
or: ଅଧିକ କୃତି
pa: ਹੋਰ ਰਚਨਾਵਾਂ
pl: Więcej prac
pt: Mais trabalhos
ro: Mai multe lucrări
ru: Другие работы
sk: Ďalšie diela
sl: Več del
sv: Fler verk
ta: மேலும் படைப்புகள்
te: ఇంకా రచనలు
th: ผลงานเพิ่มเติม
tr: Daha Fazla Eser
uk: Інші роботи
ur: مزید تخلیقات
vi: Tác phẩm khác
zh_hans: 更多作品
zh_hant: 更多作品

source: Movie List
ar: قائمة الأفلام
bg: Списък с филми
bn: সিনেমার তালিকা
ca: Llista de pel·lícules
cs: Seznam filmů
da: Filmliste
de: Filmliste
el: Λίστα Ταινιών
es: Lista de Películas
fi: Elokuvalista
fr: Liste de films
gu: ફિલ્મ યાદી
he: רשימת סרטים
hi: फ़िल्म सूची
hr: Popis filmova
hu: Filmek listája
id: Daftar Film
it: Elenco dei film
ja: 映画リスト
kk: Фильмдер тізімі
kn: ಚಲನಚಿತ್ರ ಪಟ್ಟಿ
ko: 영화 목록
lt: Filmų sąrašas
ml: മൂവി പട്ടിക
mr: चित्रपट यादी
ms: Senarai Filem
nb: Filmliste
nl: Filmlijst
or: ଚଳଚ୍ଚିତ୍ର ତାଲିକା
pa: ਫਿਲਮ ਸੂਚੀ
pl: Lista filmów
pt: Lista de Filmes
ro: Lista de Filme
ru: Список фильмов
sk: Zoznam filmov
sl: Seznam filmov
sv: Filmlista
ta: திரைப்படப் பட்டியல்
te: సినిమా జాబితా
th: รายการภาพยนตร์
tr: Film Listesi
uk: Список фільмів
ur: فلموں کی فہرست
vi: Danh Sach Phim
zh_hans: 电影清单
zh_hant: 電影清單

source: Navigates to another view.
ar: ينتقل إلى عرض آخر.
bg: Навигира към друг изглед.
bn: অন্য ভিউতে নেভিগেট করে।
ca: Navega a una altra vista.
cs: Přejde na jiné zobrazení.
da: Navigerer til en anden visning.
de: Navigiert zu einer anderen Ansicht.
el: Μεταβαίνει σε άλλη προβολή.
es: Navega a otra vista.
fi: Siirtyy toiseen näkymään.
fr: Navigue vers une autre vue.
gu: બીજા વ્યૂ પર નેવિગેટ કરે છે.
he: מנווט לתצוגה אחרת.
hi: दूसरे व्यू पर जाता है।
hr: Navigira na drugi prikaz.
hu: Másik nézetre navigál.
id: Bernavigasi ke view lain.
it: Naviga a un’altra vista.
ja: 別のビューへ移動します。
kk: Басқа көрініске өтеді.
kn: ಮತ್ತೊಂದು ವೀಕ್ಷಣೆಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುತ್ತದೆ.
ko: 다른 뷰로 이동합니다.
lt: Pereina į kitą rodinį.
ml: മറ്റൊരു വ്യൂവിലേക്ക് നാവിഗേറ്റ് ചെയ്യുന്നു.
mr: दुसऱ्या व्ह्यूकडे नेव्हिगेट करतो.
ms: Menavigasi ke paparan lain.
nb: Navigerer til en annen visning.
nl: Navigeert naar een andere weergave.
or: ଅନ୍ୟ ଭ୍ୟୁକୁ ନେଭିଗେଟ୍ କରେ।
pa: ਦੂਜੇ ਵਿਊ ਵੱਲ ਨੇਵੀਗੇਟ ਕਰਦਾ ਹੈ।
pl: Przechodzi do innego widoku.
pt: Navega para outra view.
ro: Navighează la altă vizualizare.
ru: Переходит к другому представлению.
sk: Naviguje na iné zobrazenie.
sl: Pomakne se na drug pogled.
sv: Navigerar till en annan vy.
ta: மற்றொரு வியூவுக்கு செல்லும்.
te: మరొక వీక్షణకు నావిగేట్ చేస్తుంది.
th: นำทางไปยังวิวอื่น
tr: Başka bir görünüme gider.
uk: Переходить до іншого подання.
ur: دوسرے ویو پر لے جاتا ہے۔
vi: Đi tới view khác.
zh_hans: 用于导航到另一个视图。
zh_hant: 用於導覽到另一個視圖。

source: Navigation
ar: تنقل
bg: Навигация
bn: ন্যাভিগেশন
ca: Navegació
cs: Navigace
el: Πλοήγηση
es: Navegación
fi: Navigointi
gu: નેવિગેશન
he: ניווט
hi: नेविगेशन
hr: Navigacija
hu: Navigáció
id: Navigasi
it: Navigazione
ja: ナビゲーション
kk: Навигация
kn: ನ್ಯಾವಿಗೇಶನ್
ko: 탐색
lt: Naršymas
ml: നാവിഗേഷൻ
mr: नेव्हिगेशन
ms: Navigasi
nb: Navigasjon
nl: Navigatie
or: ନାଭିଗେସନ
pa: ਨੈਵੀਗੇਸ਼ਨ
pl: Nawigacja
pt: Navegação
ro: Navigare
ru: Навигация
sk: Navigácia
sl: Navigacija
sv: Navigering
ta: வழிசெலுத்தல்
te: నావిగేషన్
th: การนำทาง
tr: Gezinme
uk: Навігація
ur: نیویگیشن
vi: Điều hướng
zh_hans: 导航
zh_hant: 導航

source: Navigation & Transitions
ar: التنقل والانتقال
bg: Навигация и преходи
bn: নেভিগেশন ও পরিবর্তন
ca: Navegació i transicions
cs: Navigace a přechody
da: Navigation og overgange
de: Navigation und Übergänge
el: Πλοήγηση και μεταβάσεις
es: Navegación y transiciones
fi: Navigointi ja siirtymät
fr: Navigation et transitions
gu: નેવિગેશન અને ટ્રાન્ઝિશન
he: ניווט ומעברים
hi: नेविगेशन और ट्रांज़िशन
hr: Navigacija i prijelazi
hu: Navigáció és átmenetek
id: Navigasi dan transisi
it: Navigazione e transizioni
ja: 画面遷移とナビゲーション
kk: Навигация және ауысулар
kn: ನ್ಯಾವಿಗೇಶನ್ ಮತ್ತು ಟ್ರಾನ್ಸಿಷನ್
ko: 화면 전환 및 탐색
lt: Naršymas ir perėjimai
ml: നാവിഗേഷൻയും മാറ്റങ്ങളും
mr: नेव्हिगेशन आणि ट्रान्झिशन
ms: Navigasi dan transisi
nb: Navigasjon og overganger
nl: Navigatie en overgangen
or: ନାଭିଗେସନ ଓ ଟ୍ରାନ୍ସିସନ
pa: ਨੈਵੀਗੇਸ਼ਨ ਅਤੇ ਟ੍ਰਾਂਜ਼ਿਸ਼ਨ
pl: Nawigacja i przejścia
pt: Navegação e transições
ro: Navigare și tranziții
ru: Навигация и переходы
sk: Navigácia a prechody
sl: Navigacija in prehodi
sv: Navigering och övergångar
ta: வழிசெலுத்தல் மற்றும் மாற்றங்கள்
te: నావిగేషన్ మరియు ట్రాన్సిషన్లు
th: การนำทางและการเปลี่ยนหน้า
tr: Gezinme ve geçişler
uk: Навігація та переходи
ur: نیویگیشن اور ٹرانزیشن
vi: Điều hướng và chuyển trang
zh_hans: 页面切换与导航相关
zh_hant: 頁面切換與導航相關

source: Next
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
gu: આગળ
he: הבא
hi: अगला
hr: Sljedeće
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
kn: ಮುಂದಿನದು
ko: 다음
lt: Kitas
ml: അടുത്തത്
mr: पुढील
ms: Seterusnya
nb: Neste
nl: Volgende
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
pl: Dalej
pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلا
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: No messages
ar: لا توجد أي رسائل
bg: Няма съобщения
bn: কোনো বার্তা নেই
ca: No hi ha cap missatge
cs: Žádné zprávy
da: Ingen beskeder
de: Keine Nachrichten
el: Δεν υπάρχουν μηνύματα
es: No hay mensajes
fi: Ei viestejä
fr: Aucun message
gu: કોઈ સંદેશા નથી
he: אין הודעות
hi: कोई संदेश नहीं
hr: Nema poruka
hu: Nincsenek üzenetek
id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージはありません
kk: Хабарламалар жоқ
kn: ಯಾವುದೇ ಸಂದೇಶಗಳಿಲ್ಲ
ko: 메시지가 없습니다
lt: Nėra pranešimų
ml: സന്ദേശങ്ങളൊന്നുമില്ല
mr: कोणतेही संदेश नाहीत
ms: Tiada mesej
nb: Ingen meldinger
nl: Geen berichten
or: କୌଣସି ସନ୍ଦେଶ ନାହିଁ
pa: ਕੋਈ ਸੁਨੇਹਾ ਨਹੀਂ
pl: Brak wiadomości
pt: Nenhuma mensagem
ro: Niciun mesaj
ru: Нет сообщений
sk: Žiadne správy
sl: Ni sporočil
sv: Inga meddelanden
ta: எந்த செய்தியும் இல்லை
te: ఎలాంటి సందేశాలు లేవు
th: ไม่มีข้อความ
tr: Hiç mesaj yok
uk: Немає повідомлень
ur: کوئی پیغام نہیں
vi: Không có tin nhắn
zh_hans: 没有任何消息
zh_hant: 没有任何消息

source: Notifications
ar: الإشعارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
gu: સૂચનાઓ
he: התראות
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
kk: Хабарландырулар
kn: ಅಧಿಸೂಚನೆಗಳು
ko: 알림
lt: Pranešimai
ml: അറിയിപ്പുകൾ
mr: सूचना
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
or: ବିଜ୍ଞପ୍ତି
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Oznámenia
sl: Obvestila
sv: Notiser
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Open Source
ar: المصدر المفتوح
bg: Отворен код
bn: ওপেন সোর্স
ca: Codi obert
el: Ανοιχτός κώδικας
es: Código abierto
fi: Avoin lähdekoodi
gu: ઓપન સોર્સ
he: קוד פתוח
hi: ओपन सोर्स
hr: Otvoreni kod
hu: Nyílt forráskód
ja: オープンソース
kk: Ашық код
kn: ಓಪನ್ ಸೋರ್ಸ್
ko: 오픈소스
lt: Atvirasis kodas
ml: ഓപ്പൺ സോഴ്‌സ്
mr: ओपन सोर्स
ms: Sumber Terbuka
nb: Åpen kildekode
or: ଓପେନ ସୋର୍ସ
pa: ਓਪਨ ਸੋਰਸ
ru: Открытый код
sl: Odprta koda
sv: Öppen källkod
ta: ஓப்பன் சோர்ஸ்
te: ఓపెన్ సోర్స్
th: โอเพนซอร์ส
tr: Açık Kaynak
uk: Відкритий код
ur: اوپن سورس
vi: Mã nguồn mở
zh_hans: 开源项目
zh_hant: 開源專案

source: Opens web pages or jumps to a URL.
ar: يفتح صفحات الويب أو ينتقل إلى عنوان محدد.
bg: Отваря уеб страници или преминава към зададен адрес.
bn: ওয়েবপেজ খোলে বা নির্দিষ্ট ঠিকানায় যায়।
ca: Obre pàgines web o va a una adreça concreta.
cs: Otevírá webové stránky nebo přechází na zadanou adresu.
da: Åbner websider eller går til en angivet adresse.
de: Öffnet Webseiten oder springt zu einer angegebenen Adresse.
el: Ανοίγει ιστοσελίδες ή μεταβαίνει σε συγκεκριμένη διεύθυνση.
es: Abre páginas web o va a una dirección indicada.
fi: Avaa verkkosivuja tai siirtyy annettuun osoitteeseen.
fr: Ouvre des pages web ou accède à une adresse donnée.
gu: વેબપેજ ખોલે છે અથવા નિર્ધારિત સરનામે જાય છે.
he: פותח דפי אינטרנט או עובר לכתובת שצוינה.
hi: वेब पेज खोलता है या तय पते पर जाता है।
hr: Otvara web-stranice ili prelazi na zadanu adresu.
hu: Weboldalakat nyit meg vagy megadott címre ugrik.
id: Membuka halaman web atau menuju alamat tertentu.
it: Apre pagine web o va a un indirizzo specificato.
ja: Webページを開くか、指定したアドレスに移動します。
kk: Веб-беттерді ашады немесе көрсетілген мекенжайға өтеді.
kn: ವೆಬ್ ಪುಟಗಳನ್ನು ತೆರೆಯುತ್ತದೆ ಅಥವಾ ನಿಗದಿತ ವಿಳಾಸಕ್ಕೆ ಹೋಗುತ್ತದೆ.
ko: 웹 페이지를 열거나 지정한 주소로 이동합니다.
lt: Atidaro tinklalapius arba pereina nurodytu adresu.
ml: വെബ് പേജുകൾ തുറക്കുകയോ നിർദ്ദിഷ്ട വിലാസത്തിലേക്ക് പോകുകയോ ചെയ്യുന്നു.
mr: वेबपृष्ठ उघडते किंवा दिलेल्या पत्त्यावर जाते.
ms: Membuka halaman web atau pergi ke alamat tertentu.
nb: Åpner nettsider eller går til en angitt adresse.
nl: Opent webpagina's of gaat naar een opgegeven adres.
or: ୱେବ୍ ପୃଷ୍ଠା ଖୋଲେ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ଠିକଣାକୁ ଯାଏ।
pa: ਵੈੱਬ ਪੇਜ ਖੋਲ੍ਹਦਾ ਹੈ ਜਾਂ ਦਿੱਤੇ ਪਤੇ ਤੇ ਜਾਂਦਾ ਹੈ।
pl: Otwiera strony internetowe lub przechodzi pod wskazany adres.
pt: Abre páginas da web ou vai para um endereço especificado.
ro: Deschide pagini web sau merge la o adresă specificată.
ru: Открывает веб-страницы или переходит по указанному адресу.
sk: Otvára webové stránky alebo prejde na zadanú adresu.
sl: Odpre spletne strani ali skoči na določen naslov.
sv: Öppnar webbsidor eller går till en angiven adress.
ta: இணையப் பக்கங்களைத் திறக்கும் அல்லது குறிப்பிட்ட முகவரிக்கு செல்லும்.
te: వెబ్ పేజీలను తెరుస్తుంది లేదా నిర్దిష్ట చిరునామాకు వెళ్తుంది.
th: ใช้เปิดหน้าเว็บหรือไปยังที่อยู่ที่กำหนด
tr: Web sayfalarını açar veya belirtilen adrese gider.
uk: Відкриває вебсторінки або переходить за вказаною адресою.
ur: ویب صفحات کھولتا ہے یا دیے گئے پتے پر جاتا ہے۔
vi: Mở trang web hoặc chuyển đến địa chỉ được chỉ định.
zh_hans: 用于打开网页或跳转到指定地址。
zh_hant: 用於開啟網頁或跳轉到指定地址。

source: Operator
ar: العوامل
bg: Оператори
bn: অপারেটর
ca: Operadors
cs: Operátory
da: Operatorer
de: Operatoren
el: Τελεστές
es: operador
fi: Operaattorit
fr: Opérateurs
gu: ઓપરેટર
he: אופרטור
hi: ऑपरेटर
hu: operátor
it: operatore
ja: 演算子
kk: оператор
kn: ಆಪರೇಟರ್
ko: 연산자
lt: operatorius
ml: ഓപ്പറേറ്റർ
mr: ऑपरेटर
or: ଅପରେଟର
pa: ਓਪਰੇਟਰ
pt: operador
ru: оператор
sk: operátor
ta: இயக்கி
te: ఆపరేటర్
th: ตัวดำเนินการ
tr: operatör
uk: оператор
ur: آپریٹر
vi: toán tử
zh_hans: 运算符
zh_hant: 運算符

source: Piggy bank
ar: حصّالة النقود
bg: Касичка
bn: সঞ্চয় বাক্স
ca: Guardiola
cs: Pokladnička
da: Sparegris
de: Sparschwein
el: Κουμπαράς
es: hucha
fi: Säästöpossu
fr: Tirelire
gu: બચતપાત્ર
he: קופת חיסכון
hi: गुल्लक
hr: kasica
hu: persely
id: celengan
it: salvadanaio
ja: 貯金箱
kk: тиынқұт
kn: ಉಳಿತಾಯ ಪೆಟ್ಟಿಗೆ
ko: 저금통
lt: taupyklė
ml: പൈസാപ്പെട്ടി
mr: गुल्लक
ms: tabung
nb: sparebøsse
nl: spaarpot
or: ସଞ୍ଚୟ ପାତ୍ର
pa: ਗੁੱਲਕ
pl: skarbonka
pt: cofrinho
ro: pușculiță
ru: копилка
sk: pokladnička
sl: hranilnik
sv: spargris
ta: சேமிப்பு பெட்டி
te: పొదుపు పెట్టె
th: กระปุกออมสิน
tr: kumbara
uk: скарбничка
ur: گلک
vi: heo đất
zh_hans: 存钱罐
zh_hant: 存錢罐

source: Presents options in a menu.
ar: يعرض الخيارات في قائمة.
bg: Показва опции в меню.
bn: মেনুতে অপশন দেখায়।
ca: Mostra opcions en un menú.
cs: Zobrazuje volby v menu.
da: Viser valg i en menu.
de: Zeigt Optionen in einem Menü.
el: Εμφανίζει επιλογές σε μενού.
es: Muestra opciones en un menú.
fi: Näyttää vaihtoehdot valikossa.
fr: Présente des options dans un menu.
gu: મેનુમાં વિકલ્પો બતાવે છે.
he: מציג אפשרויות בתפריט.
hi: मेन्यू में विकल्प दिखाता है।
hr: Prikazuje opcije u izborniku.
hu: Menüben jelenít meg opciókat.
id: Menampilkan opsi dalam menu.
it: Mostra le opzioni in un menu.
ja: メニューで選択肢を表示します。
kk: Опцияларды мәзірде көрсетеді.
kn: ಮೆನುವಿನಲ್ಲಿ ಆಯ್ಕೆಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 메뉴에 옵션을 표시합니다.
lt: Rodo parinktis meniu.
ml: മെനുവിൽ ഓപ്ഷനുകൾ കാണിക്കുന്നു.
mr: मेनूमध्ये पर्याय दाखवतो.
ms: Memaparkan pilihan dalam menu.
nb: Viser valg i en meny.
nl: Toont opties in een menu.
or: ମେନୁରେ ବିକଳ୍ପ ଦେଖାଏ।
pa: ਮੇਨੂ ਵਿੱਚ ਚੋਣਾਂ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Pokazuje opcje w menu.
pt: Mostra opções em um menu.
ro: Afișează opțiuni într-un meniu.
ru: Показывает варианты в меню.
sk: Zobrazuje možnosti v menu.
sl: Prikaže možnosti v meniju.
sv: Visar alternativ i en meny.
ta: மெனுவில் விருப்பங்களை காட்டும்.
te: మెనులో ఎంపికలను చూపిస్తుంది.
th: แสดงตัวเลือกในเมนู
tr: Seçenekleri menüde gösterir.
uk: Показує варіанти в меню.
ur: مینو میں اختیارات دکھاتا ہے۔
vi: Hiển thị tùy chọn trong menu.
zh_hans: 以菜单方式展示选项。
zh_hant: 以選單方式顯示選項。

source: Presents options in a wheel.
ar: يعرض الخيارات في عجلة.
bg: Показва опции в колело.
bn: হুইলে অপশন দেখায়।
ca: Mostra opcions en una roda.
cs: Zobrazuje volby v kolečku.
da: Viser valg i et hjul.
de: Zeigt Optionen in einem Rad.
el: Εμφανίζει επιλογές σε τροχό.
es: Muestra opciones en una rueda.
fi: Näyttää vaihtoehdot rullassa.
fr: Présente des options dans une roue.
gu: વ્હીલમાં વિકલ્પો બતાવે છે.
he: מציג אפשרויות בגלגל.
hi: व्हील में विकल्प दिखाता है।
hr: Prikazuje opcije u kotaču.
hu: Kerékben jelenít meg opciókat.
id: Menampilkan opsi dalam roda.
it: Mostra le opzioni in una ruota.
ja: ホイールで選択肢を表示します。
kk: Опцияларды дөңгелекте көрсетеді.
kn: ವೀಲ್‌ನಲ್ಲಿ ಆಯ್ಕೆಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 휠에 옵션을 표시합니다.
lt: Rodo parinktis ratuke.
ml: വീലിൽ ഓപ്ഷനുകൾ കാണിക്കുന്നു.
mr: व्हीलमध्ये पर्याय दाखवतो.
ms: Memaparkan pilihan dalam roda.
nb: Viser valg i et hjul.
nl: Toont opties in een wiel.
or: ହ୍ୱିଲ୍‌ରେ ବିକଳ୍ପ ଦେଖାଏ।
pa: ਵ੍ਹੀਲ ਵਿੱਚ ਚੋਣਾਂ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Pokazuje opcje w kole.
pt: Mostra opções em uma roda.
ro: Afișează opțiuni într-o roată.
ru: Показывает варианты в колесе.
sk: Zobrazuje možnosti v kolese.
sl: Prikaže možnosti v kolesu.
sv: Visar alternativ i ett hjul.
ta: சக்கரத்தில் விருப்பங்களை காட்டும்.
te: వీల్‌లో ఎంపికలను చూపిస్తుంది.
th: แสดงตัวเลือกแบบวงล้อ
tr: Seçenekleri tekerlekte gösterir.
uk: Показує варіанти в колесі.
ur: وہیل میں اختیارات دکھاتا ہے۔
vi: Hiển thị tùy chọn dạng bánh xe.
zh_hans: 以滚轮形式展示选项。
zh_hant: 以滾輪形式顯示選項。

source: Preview
ar: معاينة
bg: Преглед
bn: প্রিভিউ
ca: Vista
cs: Náhled
de: Vorschau
el: Προβολή
es: Vista
fi: Esikatselu
fr: Aperçu
gu: પૂર્વાવલોકન
he: תצוגה
hi: पूर्वावलोकन
hr: Pregled
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: 组件预览
kk: Алдын ала
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
ko: 미리보기
lt: Peržiūra
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
ms: Pratonton
nb: Forhåndsvisning
or: ପୂର୍ବଦର୍ଶନ
pa: ਝਲਕ
pl: Podgląd
pt: Prévia
ro: Previz.
ru: Превью
sk: Náhľad
sl: Predogled
sv: Förhandsvisning
ta: முன்னோட்டம்
te: ప్రివ్యూ
th: ตัวอย่าง
tr: Önizleme
uk: Попередньо
ur: پیش نظارہ
vi: Xem trước
zh_hans: 组件预览
zh_hant: 組件預覽

source: Privacy
ar: الخصوصية
bg: Поверителност
bn: গোপনীয়তা নীতি
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
gu: ગોપનીયતા
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシーポリシー
kk: Құпиялылық
kn: ಗೌಪ್ಯತೆ
ko: 개인정보 처리방침
lt: Privatumas
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता
ms: Privasi
nb: Personvern
or: ଗୋପନୀୟତା
pa: ਪਰਾਈਵੇਸੀ
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sv: Integritet
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
ur: رازداری
vi: Quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策
